
<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <title>เกี่ยวกับเรา</title>
    
    <meta name="description" content="เกี่ยวกับเรา"> 

    <?php include 'meta_keywords.php';?>

    <?php include 'bootstrap.php';?>

    <?php include 'spin.php';?>

</head>
<body>    
  
<?php include 'header_aboutus.php';?>


<div class="container ">

<h1 class="mitr-bold mt-3">เกี่ยวกับเรา</h1>

<h4>

<p>LY Corporation (“เรา” “พวกเรา” หรือ “ของเรา”) จะดำเนินการเก็บรวบรวมข้อมูลที่เกี่ยวข้องกับบุคคลหรือผู้ใช้งานแอพไลน์บน PC และ มือถือ (“ข้อมูลส่วนบุคคล”) เพื่อนำเสนอสินค้า แอปพลิเคชัน การบริการ และเว็บไซต์ (ต่อไปนี้รวมเรียกว่า “บริการฯ”) เราตระหนักเป็นอย่างดีว่า การคุ้มครองข้อมูลส่วนบุคคลของผู้ใช้งานนับว่าเป็นหนึ่งในประเด็นการจัดการที่สำคัญที่สุดของความรับผิดชอบของบริษัทในฐานะผู้ให้บริการเนื้อหาทางอินเตอร์เน็ต เราจะปฏิบัติตามกฎหมายและข้อบังคับที่บังคับใช้ในประเทศและภูมิภาคต่าง ๆ ซึ่งเราดำเนินธุรกิจอยู่ (กฎหมายและข้อบังคับดังกล่าวต่อไปนี้รวมเรียกว่า "กฎหมายที่มีผลใช้บังคับ") และจะมุ่งมั่นคุ้มครองข้อมูลส่วนบุคคลอย่างเหมาะสมตามนโยบายความเป็นส่วนตัวฉบับนี้ (“นโยบายความเป็นส่วนตัว”)
</p>

<p>“นโยบายความเป็นส่วนตัว” (Privacy Policy) ฉบับนี้ ได้อธิบายถึงประเภทของข้อมูลส่วนบุคคลที่เราทำการเก็บรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคลดังกล่าว ตลอดจนวิธีการที่ผู้ใช้งานสามารถจัดการข้อมูลส่วนบุคคลของคนๆนั้น
</p>

<p>เราแนะนำให้ท่านอ่านและทำความเข้าใจ “Privacy Center” ซึ่งอธิบายถึงรายละเอียดและข้อสรุปทั้งหมดและตัวอย่างเฉพาะของนโยบายความเป็นส่วนตัวฉบับนี้ในลักษณะที่เข้าใจง่าย
</p>

<p>บริการฯ ของเรารวมถึงการบริการ สินค้า โฆษณา และเนื้อหาสำหรับกลุ่มบริษัทของเรา (หมายถึง บริษัทสาขาหรือบริษัทในเครือของเราซึ่งหมายความรวมถึงบริษัทสาขาและบริษัทในเครือทั้งในประเทศและต่างประเทศตามที่ได้ระบุไว้ใน “Regulation on Terminology, Forms, and Preparation Methods of Financial Statements” ของประเทศญี่ปุ่น) ผู้ให้ข้อมูล ผู้ลงโฆษณา ผู้จัดจำหน่ายโฆษณา และคู่ค้าอื่น ๆ (รวมถึงกลุ่มบริษัทของเรา ซึ่งต่อไปนี้รวมเรียกว่า “คู่ค้า”) และสำหรับลูกค้าท่านอื่นนอกเหนือจากตัวของลูกค้าเอง
</p>

<p>เราได้ให้ความสำคัญข้อมูลส่วนตัวของผู้ใช้งานมากที่สุด มั่นใจได้ว่าการใช้งานแอพไลน์บน PC และ มือถือ ได้รับการคุ้มครองด้านความปลอดภัยสูงสุด</p>

</h4>

</div>


<?php include 'footer.php';?>

<script src="bootstrap\js\bootstrap.min.js"></script>
</body>
</html>